Repository: andraderaul/kindle-vault
Catalog: src/locales/*/messages.po
Languages: es

source: {imported} highlights importados com sucesso! ({skipped} ignorados)
es: ¡{imported} destacados importados con éxito! ({skipped} omitidos)

source: ← Voltar ao cofre
es: ← Volver al cofre

source: Arquivo contém muitos highlights. O limite por importação é {limit}.
es: El archivo contiene demasiados destacados. El límite por importación es {limit}.

source: Arquivo JSON inválido: {detail}
es: Archivo JSON inválido: {detail}

source: Arquivo muito grande. O limite é 5MB.
es: Archivo demasiado grande. El límite es 5MB.

source: Arraste o arquivo My Clippings.txt do seu Kindle ou clique para escolher
es: Arrastra el archivo My Clippings.txt de tu Kindle o haz clic para elegir

source: Ativar modo claro
es: Activar modo claro

source: Ativar modo escuro
es: Activar modo oscuro

source: Buscar highlights por conteúdo
es: Buscar destacados por contenido

source: Buscar highlights por conteúdo...
es: Buscar destacados por contenido...

source: Conecte o Kindle ao computador e procure o arquivo em <0>Kindle/documents/My Clippings.txt</0>
es: Conecta el Kindle al ordenador y busca el archivo en <0>Kindle/documents/My Clippings.txt</0>

source: Configurações
es: Ajustes

source: Enviar JSON de highlights
es: Subir JSON de destacados

source: Erro ao salvar no banco. Tente novamente.
es: Error al guardar en la base de datos. Inténtalo de nuevo.

source: Exporte seus highlights para JSON e envie aqui. Deve ser um array de objetos com bookTitle, author, text e location (opcional).
es: Exporta tus destacados a JSON y súbelos aquí. Debe ser un array de objetos con bookTitle, author, text y location (opcional).

source: Falha ao excluir
es: Error al eliminar

source: Highlight
es: Destacado

source: Highlights
es: Destacados

source: Importar Highlights
es: Importar destacados

source: Importar para o cofre
es: Importar al cofre

source: Lendo highlight {current} de {total}
es: Leyendo destacado {current} de {total}

source: Ler →
es: Leer →

source: Ler highlight
es: Leer destacado

source: Livro →
es: Libro →

source: Lok. {location}
es: Loc. {location}

source: Nenhum arquivo enviado
es: No se envió ningún archivo

source: Nenhum highlight encontrado no arquivo
es: No se encontraron destacados en el archivo

source: Nenhum highlight encontrado para sua busca.
es: No se encontraron destacados para tu búsqueda.

source: Nenhum highlight válido encontrado
es: No se encontraron destacados válidos

source: O JSON deve ser um array
es: El JSON debe ser un array

source: O JSON não é um array.
es: El JSON no es un array.

source: Outras vozes
es: Otras voces

source: Pausar highlight
es: Pausar destacado

source: Português (BR)
es: Portugués (BR)

source: Prévia (primeiros {count})
es: Vista previa (primeros {count})

source: Recomeçar
es: Reiniciar

source: Reproduzir
es: Reproducir

source: Sem localização
es: Sin ubicación

source: Seu cofre está vazio. Importe alguns highlights para começar.
es: Tu cofre está vacío. Importa algunos destacados para comenzar.

source: Sua coleção literária pessoal
es: Tu colección literaria personal

source: Tipo de arquivo inválido. Envie um arquivo .json
es: Tipo de archivo inválido. Envía un archivo .json.

source: Tipo de arquivo inválido. Envie um arquivo .txt
es: Tipo de archivo inválido. Envía un archivo .txt.

source: Tipo de arquivo para importar
es: Tipo de archivo a importar

source: Um leitor literário refinado para seus highlights do Kindle
es: Un lector literario refinado para tus highlights de Kindle

source: Velocidade
es: Velocidad
